//
//  BKPasscodeView.strings
//  TheBox iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"%d Failed Passcode Attempts" = "%d falsche PIN-Eingaben";
"%d Failed Password Attempts" = "%d fehlgeschlagene Passworteingaben";

"1 Failed Passcode Attempt" = "1 falsche PIN-Eingabe";
"1 Failed Password Attempt" = "1 fehlgeschlagene Passworteingabe";

"Do you want to use Touch ID for authentication?" = "Möchten Sie Touch ID zur Authentifizierung nutzen?";

"Done" = "Fertig";

"Enable Touch ID" = "Touch ID aktivieren";

"Enter a different passcode. Cannot re-use the same passcode." = "Geben Sie eine andere PIN ein. Die gleiche PIN kann nicht wiederverwendet werden.";
"Enter a different password. Cannot re-use the same password." = "Bitte geben Sie ein anderes Passwort ein. Das gleiche Passwort kann nicht erneut verwendet werden.";

"Enter a passcode" = "Eine PIN eingeben";
"Enter a password" = "Ein Passwort eingeben";

"Enter your new passcode" = "Geben Sie Ihre neue PIN ein";
"Enter your new password" = "Geben Sie Ihr neues Passwort ein";

"Enter your old passcode" = "Geben Sie Ihre alte PIN ein";
"Enter your old password" = "Geben Sie Ihr altes Passwort ein";

"Enter your passcode" = "Geben Sie Ihren PIN ein";
"Enter your password" = "Geben Sie Ihr Passwort ein";

"Invalid Passcode" = "Ungültige PIN";
"Invalid Password" = "Ungültiges Passwort";

"Passcodes did not match.\nTry again." = "PINs stimmten nicht überein.\nErneut versuchen.";
"Password did not match.\nTry again." = "Passwort stimmte nicht überein.\nErneut versuchen.";

"Re-enter your passcode" = "PIN erneut eingeben";
"Re-enter your password" = "Passwort erneut eingeben";

"Try again in %d minutes" = "Versuchen Sie es in %d Minuten erneut";

"Try again in 1 minute" = "Versuchen Sie es in 1 Minute erneut.";
